Repository: jouissancetka/LMW
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 布阵之人似乎是想置所有陷入阵法中人于死地，下手并没有留情。
en_us: The one who set up this illusion array (布阵) meant to kill everyone who was lost in it. They didn't hold back at all.

source: 师傅不是给你派了任务吗，你怎么还会出现在这里？”
en_us: Didn't shifu give you a task to do? Why are you still here?"

source: 帘子前方跪着一只鼠精，尽管已经化形，但是身上却仍然残留着鼠兽的特征，一眼就看得出来他的原形是鼠兽，听到这句话，他立刻回道：“是的，大王，属下亲眼看到那个人拿出很多灵草和一口炉鼎，他坐在炉鼎前一动不动已经一天一夜，肯定是在炼丹。”
en_us: A mouse spirit (鼠精) kneeled in front of the curtain. Even though he had already transformed, characteristics of the mouse beast still remained on his body. You could tell from one glance that his original shape was that of the mouse beast. When he heard this, he instantly responded, "Yes, my king. This subordinate saw that person take out many magic herbs from a cauldron with my own eyes. He's already sat in front of that cauldron, unmoving, for a whole day and night. He's definitely refining pills."

source: 带着淡淡轻嘲味道的声音突然传到黄鼠兽耳朵里。
en_us: The voice with a slight ridiculing tone suddenly drifted to the Ground Squirrel Beast's ears.

source: 带着满腹疑惑，两只叫化鸡终于好了。
en_us: With a stomach full of questions, the two Beggar's Chicken was finally done.

source: 带风迟云离开的青年怕被人发现，所以特意挑人少的地方，正好方便银戈，等他顺着子蛇留下痕迹找过去的时候，青年正好带着风迟云从石林走出来，估摸着宴会快结束了，所以他准备带风迟云回去。
en_us: Afraid that he would be discovered, the youth who brought Feng ChiYun out intentionally chose a place with less people and it just so happened that this was convenient for Yin Ge. When he was following along the traces left by his snake summon (子蛇) and searching around, the youth walked out from the Stone Forest (石林) with Feng ChiYun. The youth reckoned that the banquet was about to end, so he was preparing to bring Feng ChiYun back.

source: 席间他和展雨轩几乎没有说过一句话，而且两人又不是坐在一起的，所以没有人知道他们是认识的。
en_us: Xi Jian and Zhan YuXuan had scarcely exchanged any words and as the two were also not sitting together, no one knew that they were acquainted with each other.

source: 年轻人一脸愕然，反应过来后立刻尴尬的跑了。
en_us: There was a dumbfounded look on the young man's face, and after he reacted, he instantly ran off awkwardly.

source: 年轻人还以为自己的跟踪技术不错。
en_us: The young man had even believed that his tailing skill was pretty good.

source: 年轻姑娘睁着一双惊恐的眼睛，激动得直摇头，“不要杀我，不要杀我，我真的是赤血家族最受宠的九小姐游咏，不信你们可以去查一查。”
en_us: The young lady opened her frightened eyes and agitatedly shook her head, "Don't kill me, don't kill me. I'm really the most favored Ninth Young Lady from the Vermilion Blood Clan. You can check it if you don't believe me."

source: 幸好眼睛的位置是固定的，要是会移动，那真得找到海枯石烂，世界大战。
en_us: Good thing the position of the eyes was fixed, if it could change, then he would really be searching for it till the end of time.

source: 幸好自在阁的主人要一个月后才会回来，而且自在阁似乎是其他成员不能进的禁地，又有禁制阻隔他们的气息，所以这里算是最安全的地方了。
en_us: Luckily, the master of the Leisure Pavilion wasn't going to be back for a month and the other members can't get into the Forbidden area either (禁地). Also the Restriction Area (禁制) prevented their presence from being sensed, thus this was currently the safest place for them.

source: 幸运的是，由于鬼哭涯外面有天刀亲自布下的强大禁制，导致雷云一直找不到目标，在天空徘徊了一会最终不得不散去。
en_us: Luckily, thanks to the powerful restrictions Tian Dao had placed outside of Weeping Ghost Shore, the thunderclouds couldn't find their target at all. They wavered in the sky for a while before finally they had no choice except to dissipate.

source: 幼稚！
en_us: Childish!

source: 幽怨也不足以形容他此时的心情。
en_us: Resentment couldn't even begin to describe what he felt then.

source: 广场说话的声音霎时安静了下来。
en_us: The sounds of chattering instantly quietened in the plaza.

source: 庄园内部。
en_us: Inside the mansion's courtyard.

source: 应该不会，如果要发现昨晚就发现了，不会等到现在。
en_us: He shouldn't have been. If he was discovered, he would've been found out last night. There was no reason to wait until now.

source: 应该与他同来的少年，看来是因为他才没有离开客栈的。
en_us: It seemed to be the young man he came with, and probably the reason why he hadn't left the inn.

source: 应该说，这个世界上怎么可能会有比麒麟神火更厉害的火焰？
en_us: No, what should be said was - how could there be flames that were more powerful than the Qilin Godfire in this world?

source: 店里其他客人听到这句话，纷纷看过来，看向游小默的眼神带着一丝幸灾乐祸，事实上一套衣服的实际价格连十枚灵晶都不到，这个价格还算高的，主要原因就是款式好看。
en_us: When the other customers in the shop heard this, they all looked over with eyes that carried a hint of pleasure at You XiaoMo's misfortune. In reality, the actual price of one set of clothing wasn't even ten spirit gems, and that price could still be considered high. The main reason for this was because the pattern looked nice.

source: 店里的客人有五六位，老板娘和伙计都忙着招待客人，原以为不会有人理他，老板娘突然扔下客人扭着大屁股朝他走过来。
en_us: There were five or six guests in the store, and the proprietress and her assistants were all busy tending to the customers. At first he thought that nobody would pay attention to him, but the proprietress suddenly abandoned her guest and walked towards him, swaying her large hips.

source: 廖牙涨红了脸，看到周围的人鄙夷的目光，他已经后悔了。
en_us: Liao Ya's face went red. Seeing the disdain in the eyes of the crowd, he was already feeling regret.

source: 廖牙脸上闪过一丝狂喜，看向游小默的目光充斥着得意的神色，好像在说，小子，你死定了。
en_us: Delight flashed across Liao Ya's face, looking at You XiaoMo in triumph as if saying, brat, you're so dead.

source: 廖牙被他的话噎了一下，连独眼刀疤都败在他手下，他这个实力更差的怎么可能打得过他，之所以冲出来不过是想人人看看他的忠心而已，因为一旦会长知道他哥哥被人打伤，一定不会善罢甘休的。
en_us: Liao Ya, taken aback, didn't know how to respond to his words. If even One-Eyed Scarface had lost to the other, then someone weaker like him wouldn't stand a chance. The reason he charged out was to show off his loyalty, because once their guild leader got word that his older brother had been injured, there was no way he'd let things go.

source: 廖牙见他想逃走，一时情急，没等他自己反应过来，他的人就已经挡在游小默面前。
en_us: Seeing his intention to escape, Liao Ya was desperate to keep him in place and, before he could react, he was already blocking You XiaoMo's way.

source: 廖牙走到他身边，瞪着游小默恶狠狠的说道：“会长，他把老大整得那么惨，你一定不能放过他，要替老大报仇啊。”
en_us: Liao Ya came to his side, glaring at You XiaoMo and saying, "Guild leader, he put the boss in such a terrible state, you can't forgive him; avenge the boss!"

source: 建造冥想室的东西是一种名为冥石的石头，这种石头可以促进更快的进入空灵般的修炼状态，修炼速度将会比平时快上两三倍，而且据说下方有法阵在运转，石室内的灵气回避外面充盈两倍左右。
en_us: The Meditation Room was made up of a stone called the Deep-Mind Stone (冥石). This stone helped facilitate people's entry into a cultivating state, making their cultivation go twice or thrice as fast. In addition, rumor had it that there was an array working underneath to prevent the spiritual energy from leaking, filling the air inside with twice as much spiritual energy as usual.

source: 开口的是天刀，天刀是天狗收集情报的主要人员，发放各种消息也是经由他的手。
en_us: The one who started speaking was Tian Dao. Tian Dao was a main member of the Tengu who was in charge of gathering intelligence and distributing all sorts of information.

source: 开始还略有些剑拔弩张的气氛，此时却不知不觉中消失了。
en_us: The tension that had thickened the air began to dissipate.

source: 异想天开？”凌霄淡淡的说道，语气中带着非常明显的轻视，不论是他，还是游小默，普通妖兽跟着他们只会成为累赘。
en_us: Are you for real?" Ling Xiao spoke mildly, yet there was clear contempt in his tone. No matter him or You XiaoMo, any normal demon beast that followed them would only become a burden.

source: 弄好后，他再用小火烤一会就完成了。
en_us: After he finished seasoning, he then roasted it over a small fire once more for a while to finish it.

source: 引路的黑鸦一般是将黑蜘蛛邀请的客人带到乌梅镇外的那片大山下然后就离开，从早上就没出现过黑鸦会飞进来的现象。
en_us: The black crow leading the way generally lead the guests invited by the Black Spider to the foot of the huge mountain outside Ebony Plum Town before leaving. Since the morning, there had never been the phenomenon of a black crow flying inside.

source: 张管事哪里知道他的目的，再者他也不敢真的得罪李管事。
en_us: How would Manager Zhang know his true motives? Furthermore, he also wouldn't dare to actually offend Manager Li.

source: 弱不禁风怎么了，这是个靠拳头说话的世界，不能用外表来评测一个人，他再弱不禁风，那也比这里大部分人要强。
en_us: So what if he was weak looking? This was a world where strength spoke for everyone. You couldn't judge someone by their appearance. No matter how weak-looking he was, he was still stronger than the majority of people here.

source: 强盗头子一脸狞笑的袭向莫雪的胸，‘嗤啦’一声，胸前的衣服就被撕下来，露出粉色的肚兜，两团大白兔呼之欲出。
en_us: The bandit chief reached towards Mo Xue's chest with a hideous grin. With a ripping sound, the clothing at her chest was torn off, revealing her pink undergarments (肚兜). Two large round white mounds sat at his beck and call.

source: 强盗头子捂着手震惊的看向果子核砸过来的方向，他竟然没发现这附近还有人，难道对方的实力还在他之上？
en_us: The bandit chief covered his hand and stared in shock in the direction that the fruit pit had come flying over from. He actually hadn't known that there were other people nearby, could it be that their strength was above his?

source: 强盗头子早就看出他的修为，只比他低一星，差距虽然不大，但是仍然不是他的对手。
en_us: The band chief had realized what his cultivation base was long ago. He was only one star lower than him. Although the gap wasn't large, he still couldn't be his opponent.

source: 强盗头子的魔掌再度伸向莫雪的肚兜，莫雪几乎要晕过去，就在千钧一发之际，一颗果子核毫无预兆的打中他的手，力道不小，砸得他整只手都麻了。
en_us: The bandit chief's grimy hands stretched even closer to Mo Xue's undergarments, and Mo Xue looked like she was going to pass out. In this moment of extreme crisis, a fruit pit flew over out of nowhere and smashed into his hand. There was quite a bit of strength behind it, and it made his entire hand numb when it slammed into him.

source: 强盗头子突然冷哼一声，瞬间收起刚刚的作态，“给你脸还真以为自己二小姐，兄弟们，给我上，把这两个小娘皮抓起来，等老子享用过后就赏给你们，至于男的，杀了。”
en_us: The band chief suddenly snorted coldly before his previous attitude vanished in a heartbeat. "I was just giving you face since you really thought you were the second young mistress. Brothers, get them! Seize these two little girls, I'll share them with you all after I'm done enjoying them. As for the man, kill him."

source: 强盗头子这边只有五个人，整体实力虽然高，但是探险队伍不仅人数比他们多一倍，而且那个队长的实力似乎不低于他。
en_us: There were only five men on the bandit chief's side. Although their overall numerical strength was high, the members of the expedition team were double theirs and the strength of the captain seemed to be on par with his.

source: 强者乙扯出一抹僵硬的笑容，“他们想进去我没意见。”
en_us: The expert^2 made a stiff smile, "I don't mind them going in."

source: 强者乙看了看两人，他想他已经猜到那两个人是谁，没想到他们会出现在这里，已经很久没听说过他们的踪迹了。
en_us: Expert^2 looked at them. He figured that he knew who they were, but he didn't think they would appear now, as there hadn't been news of them lately.

source: 强者甲很快便爬了回来，脸色铁青，就算他们实力在他之上，但是他可是古玛部落的人，被当众实实在在的打脸让他觉得很没面子。
en_us: The expert^1 quickly got up with a darkened expression. Even if they were stronger, he was of the Guma Tribe. Being made a fool of like that in public was really making him lose face.

source: 强者甲终于察觉到不对劲，脸色一下子难看了许多。
en_us: Finally, expert^1 noticed that something was wrong and his expression twisted uglily.

source: 强者甲轻蔑一笑，十分不以为意。
en_us: The expert^1 (甲) made a smile of contempt, clearly unimpressed.

source: 当时他全部心神都在天空的雷云上，根本就没注意到炉鼎里的灵丹将鼎中的禁制撞击得只剩下薄薄一层，几乎要崩碎的样子。
en_us: At that time, his full attention was on the thunderclouds in the sky and he had not noticed that the magic pill in the cauldron had struck the restriction barrier until such a thin layer remained that it almost seemed to be on the verge of crumbling.

source: 当沙漏只剩下十分之一的时候，场上陆续有人将灵丹炼制了出来，浓郁的灵丹香味不断从炉鼎里弥漫出来，片刻后就使得整个会场都充斥着一股浓浓的药香味。
en_us: When there was only one tenth left in the hourglass, people started to finish their pills one by one. The entire stadium was filled with a herbal fragrance.

source: 当一截九玄铁落地面，糙汉仰天发泄的怒吼一声便冲出牢房，不过特并没有选择与游单他们缠斗，而是朝八层冲下去，另外四个囚牢的囚犯也紧随其后。
en_us: As a section of the nine myth steel fell to the ground, the burly man roared at the sky and charged out of his prison. Howeverm he didn't choose to fight You Dan and the others and instead charged down towards the fourth floor. The other four prisoners quickly followed suit.

source: 当三个势力都以为宫殿到处都是水的时候，有几处地方却连一滴水都没有，海水都被阻隔在外面。
en_us: When the three groups all thought the entire palace was flooded, a few places didn't have a drop of water inside, all the seawater kept out.

source: 当两股力量互相抵消的时候，游小默的身影瞬间消失在原地。
en_us: When the two forces canceled each other out, You XiaoMo's figure instantly vanished.

source: 当人们抬起头时，一个黑色的身影被人从酒楼里踢出来，直接撞在对面的建筑上，一面高五米的墙霎时被撞塌了。
en_us: As the crowd raised their head to look, a black figure was kicked out from the inn (酒楼), and slamed straight into the opposite building. With that, a five meter wall collapsed.

source: 当他们以为那个人会被劈死的时候，下一幕却让他们惊呆了。
en_us: The next scene stupefied them when they thought the man would be struck dead.

source: 当他们到来后，雪球像心脏一样鼓动了几下，然后慢慢地涨大，最后变成一个血人的身影来。
en_us: Once they arrived, the ball of blood spasmed a few times like a heart before slowly expanding and finally forming the shape of a person made of blood.

source: 当他们到达隧道的尽头，豁然开朗，光不知从哪里照射进来的，海水的深处隐约可见一座华丽至极的宫殿伫立其中，宫殿前正闪烁着一团红光。
en_us: Once the reached the end of the tunnel, it suddenly became incredibly spacial with a light coming from somewhere. Deep beneath the water one could see a luxurious palace and above it was a red ball of light.

source: 当他们同时拿出两枚一二品彩丹后，要判断谁更好久只能看灵丹的成色，因为他们拿出来的彩丹是一样的。
en_us: When they simultaneously took out a first and second grade rainbow pill, the pills could only be judged based on its quality (成色) to determine whose was better, as the rainbow pills that they took out were of the same type.

source: 当他们在一座偏殿一张柔软的大床上发现白虎保存的非常完整的身体后，他就有了其他想法。
en_us: He had other ideas when they found an extremely well-preserved and completely intact body of Bai Hu on a soft bed in one of the side chambers.

source: 当他们的身影消失在妖坟场上空时，下面一座光秃秃的坟墓石碑突然飘出一缕白魂，白魂化为一道身着白衣的修长身影，看不清的脸庞遥望着两人消失的方向，久久都没有收回视线。
en_us: When their figured had disappeared from the air over the demon beast graveyard, a white spirit suddenly floated out from an empty gravestone. The white spirit transformed into a tall and thin figure wearing all white clothing, and its indistinct face continued to stare in the direction that the two of them had disappeared in for a long time before looking away.

source: 当他感到力不从心的时候，晶体只剩下指头大小，他不管也不顾，继续往晶体里注入能量，直到内丹的能量所剩无几，晶体终于因承受不住发出嗡嗡的声响，片刻后，晶体‘轰’地一声爆炸了，化为灰烬落于漩涡之中。
en_us: Once he felt drained and losing strength, all that was left was a finger tip sized crystal. Without restrain, he continued to pour energy into the crystal until there was barely any left when finally the crystal could no longer contain it and started to make a humming sound. It wasn't long after when the crystal exploded with a bang and it's dusts disappeared into the whirlpool/

source: 当他是三岁小孩那么好骗吗，不过凌霄不说，他也猜不出来他到底在笑什么。
en_us: Did he think he was a three year old? That easy to prank? But, if Ling Xiao didn't say, he wouldn't be able to guess what he was laughing about.

source: 当他这么跟凌霄说的时候，被他敲了一记脑袋，“现在不是卖弄知识的时候。”
en_us: When he said as such to Ling Xiao, he got a knock on his head, “Now is not the time to display your knowledge.”

source: 当众人盯着他们，包括青年，准备看看他们有什么反应的时候，当事人只是盯着长桌上的点心，自动的屏蔽了周围的话与视线。
en_us: While everyone, including the youth, was staring at them and preparing to see if they had any reactions, the person involved was only staring at the pastries on the long tables, and was automatically blocking the surrounding words and gazes.

source: 当众人转头看过去时，脸庞霎时被照得红通通的，一支粘着红色火焰的箭羽仿佛一轮明亮的太阳以摧枯拉朽之势朝他们接近，眨眼间就到他们面前，下一瞬间就击中城门。
en_us: When the crowd looked over, their facing were immediately bathed in red light. An arrow with a red flame shining like the sun shot forwards with whithering speed. It was in front of them in the blink of an eye and hit the gates in the next moment.

source: 当凌霄睁开眼睛的时候，游小默明显感觉到他与之前的不同，有一种令他恨得牙痒痒的说法就是——充满了智慧。
en_us: When Ling Xiao opened his eyes, You XiaoMo clearly felt that he wasn't the same as before. There was a saying that he hated so much it made his teeth itch that went like this: he was full of wisdom.

source: 当初付灵晶的人确实是这个少年，他亲眼看到他拿出灵晶的，所以才会第一次过来搜他的身。
en_us: Originally it had been this young man that had paid. He had personally seen the other take out spirit gems, so that's why he searched the young man first.

source: 当初他们在空间甬道遇到的盗云，他自己说过他是十神榜盗神的徒弟，自从离开北动后他们就再也没有见过，而且也没有听说过关于盗神的消息，不知道他有没有找到他师傅，有没有经过他师傅的考验。
en_us: They had first met Dao Yun at the spatial passageway (空间甬道), and he declared that he was the disciple of the Thief God (盗神) from the Ten Gods Ranking. They had not seen him again after leaving Bei Dong. Furthermore, there had been no news regarding the Thief God. You XiaoMo did not know if Dao Yun had found his Shifu and whether he had passed his Shifu's test.

source: 当初他们没有固定的地点，所以游小默并没有告诉李管事去哪找他们，只是让他有黑莲草后暂时帮他们扣留下来，届时他们会去看看，虽然有点麻烦，但是安全。
en_us: Originally, they didn't have a set address, so You XiaoMo didn't tell manager Li where to find them, just letting the other hold onto it temporarily. They'd go down to check every now and then. Though this was troublesome, it was safer, too.

source: 当初他是以一千一百万灵晶拍走了天公鼎，两者的价格相差并不远。
en_us: Back then, he bid eleven million spirit gems to get the Heavenly Cauldron. The difference between the two prices weren't much.

source: 当初对白虎实体感兴趣的人是凌霄，他以为那具尸体对他有很大的用处，没想到会把精血给他，三滴几乎是一半。
en_us: In the beginning, the one who was interested in the white tiger's corpse was Life Blood. He had thought that it was somehow really useful to him. But now, he gave him three drops, which was almost half.

source: 当变异首领抬头看向海岸的时候，一群比水鲨更密集的鼠兽从森林里接连不断的钻出来，很快便挤满了沙滩，数万双绿色的眼睛，数量比水鲨还要多，看得人头皮发麻。
en_us: By the time the mutant leader raised its head to look at the shore, a horde of Rat Beasts had begun to slip out from the forest, endless and even more crowded together than the sharks. They filled the shore very quickly with thousands of green eyes. There were even more of them present than there were sharks, and looking at them would make someone's scalp prickle.

source: 当墙壁上的时间走过5分钟，还不到10分钟的时候，终于有人支撑不住了，接二连三的人捏碎了传送石，重力屋一下子少了将近四分之一的人。
en_us: When the timer on the wall went past five minutes, not even to ten, some were finally unable to take it, crushing the transport stone one by one. Suddenly, about a quarter of the people were gone from the Gravity Room.

source: 当它企图飞向两名黑袍人时，那根细线突然被扯了一下，黑鸦‘嘎嘎’的叫起来，扑棱着翅膀掉了下去，当它摔在山丘上时，那根细线再度扯动将它往后拖去。
en_us: When the black crow attempted to fly to the two men in black robes, the thread was suddenly pulled and the black crow went 'ga ga' as it cried out and dropped like a stone while fluttering its wings. When it fell on the hill, the thread once again moved and pulled it backwards.

source: 当宫殿轰隆的跌落海底的时候，宫殿没有结界的地方已经被海水填充完毕，浑浊的海水充斥着宫殿四周。
en_us: When the palace descended to the bottom of the ocean, the areas of the palace unprotected by barriers were completely filled with water, the turbid seawater flooding across the palace.

source: 当小巧迟钝的光团到达猛虎面前时，后者张开猩红的大嘴巴一口将它吞了进去，与此同时，凌霄瞬间冲到游小默面前，拦腰将他扛起来立刻跑了。
en_us: When the small, exquisite and sluggish ball of light arrived in front of the fierce tiger, the latter opened its big scarlet mouth and swallowed it in. At the same time, Ling Xiao dashed towards You XiaoMo in a flash, lifted him by the waist and carried You XiaoMo on his shoulder as he immediately ran away.

source: 当所有人都被排出去的时候，整个宫殿顿时变成一个四四方方的东西，就像现代的魔方一样。
en_us: Once everyone was out, the palace became something cubical, like the modern day magic cube.

source: 当所有人都这么以为的时候。
en_us: Just as everyone thought this.

source: 当拍卖师喊出这个数目的时候，游震天‘嚯’地站起来，一股圣境高星强者的威压绕过中间的拍卖师从半空中朝游小默和凌霄冲击而来，声势浩大，毫不留情。
en_us: When the auctioneer shouted this amount out, You ZhenTian stood up with as he let out a sound expressing surprise (嚯). The aura of a high star Sacred Realm expert bypassed the auctioneer in the middle and surged towards You XiaoMo and Ling Xiao with the intent to attack from mid-air. Its momentum was colossal and relentless.

source: 当日黄鼠兽说五日后就能打听到消息，但是他一闭关就是两个月，于是就错过了。
en_us: Back then, the Weasel Beast said that it would be able to receive information after five days, but he ended up secluding himself for two months, so he had missed it.

source: 当时他是自己斩断手臂的，所以服用了一颗生骨丹就重新长出一只手臂，而刑七的手臂却再也长不出来，除非去安假肢。
en_us: He had cut his own arm off back then, so after ingesting a Bone Growth Pill, he grew back a new one, but Xing Qi's arm couldn't grow back, not unless he got a prosthetic.

source: 当时还未发生人类与妖兽的大战，很多强者也还未陨落，而东洲是通天大陆灵气较为浓郁的地域，据说有一条巨大的山脉将东洲与外面隔绝，所以东洲又是许多顶尖强者的诞生地。
en_us: At that time, the great war between the humans and demon beasts had not occurred and many powerhouses had not yet fallen. Moreover, Dong Zhou was a region in the TongTian Continent which was relatively rich in spiritual energy. It was said that a huge mountain range isolated Dong Zhou from the outside, so Dong Zhou was also the birthplace of many of the top powerhouses.

source: 当时黑蜘蛛出面的人是一名神境七星强者，但是他似乎只是一个手下而已，能让这么厉害的强者心甘情愿的听命于人，黑蜘蛛的幕后人绝对是圣境无疑。
en_us: At that time, the person from the Black Spider that stepped in was a seven star Divine Realm expert. However, he only seemed to be nothing more than a subordinate. The person behind the scenes of the Black Spider must definitely be a Sacred Realm practitioner for such a strong expert to be perfectly happy to obey someone's order."

source: 当某一根弦崩断的时候，一道接一道的吼叫声震天动地的响起，下一秒，一群发疯般的人兴奋激动的朝城门冲了出去。
en_us: Then, like a tightly wound string breaking, a thunderous roar rose from the crowd and they charged like crazy out of the city.

source: 当游小默睁开眼醒来的时候，石室的灵气已经平静下来。
en_us: When You XiaoMo opened his eyes, the spiritual energy had calmed.

source: 当游小默终于将所以灵草都提炼完毕后，时间已经过去一天。
en_us: Once You XiaoMo finished extracting all of the magic herbs, a day had gone by.

source: 当火焰散去，里面哪里还有水妖的身影，身体融化后连那滩液体也一并被蒸发了，真正消失于天地间。
en_us: As the flames died away, there wasn't a trace of the Water Demon left. Even the liquid of it's melt body evaporated, truly it was gone without a trace.

source: 当灰尘散去，众人看到不可一世的独眼刀疤抱着脑袋痛得在地上打滚，不时用力磕着地面，布满血痕的脸看起来异常的狰狞。
en_us: When the dust dispersed, the arrogant One-Eyed Scarface was rolling on the ground in pain, hugging his head, occasionally banging his head against the ground, his bloody face looking exceptionally frightening.

source: 当然不能！
en_us: Of course not

source: 当然也有计划想要拍下这枚内丹，结果却因为是七罪兽贪狼的内丹使得计划夭折了，比如双鱼酒楼那位神境强者。
en_us: Of course there were others, like the ShuangYu Hotel's Divine Realm expert, who had also planned to bid for this Life Crystal, but because it was the Seven Sins Beasts' Wolf of Gluttony's Life Crystal, those plans died prematurely.

source: 当然没有。
en_us: Of course not.

source: 当然，也有一些人的眼神是恨不得杀了他们的。
en_us: Of course, there were some who looked at them like they wanted to kill them.

source: 当然，他可不是把自己比作鸡，就是小小怀疑一下他是不是另有企图而已，不然他怎么会突然跑过来跟他契约。
en_us: Of course, he wasn't comparing himself to a chicken, he was just questioning it's motives. Otherwise, why would it suddenly come and ask to be his contract demon beast.

source: 当然，他本人完全没想过，凌霄还没制作过空间符，一开始肯定要先练练手，除非他先天过人，可以做到百分之百，不过应该不大可能，应为黑玉是一种易碎品。
en_us: Of course, he had never considered that because Ling Xiao had never created teleportation talismans before that he would have to do a few trial runs first, unless he was absurdly talented and could successfully create them a hundred percent of the time. However, that was improbable because black jade was very fragile.

source: 当然，修为不高那才有鬼，他出生时一口气吞了游小默半湖灵水，差点没被游小默烤了吃。
en_us: This was only natural. It would be a joke (才有鬼) if his cultivation was low. He had swallowed half of You XiaoMo's spiritual water lake the moment he was born, and nearly got roasted and eaten by You XiaoMo.

source: 当然，前提是等他安全脱险了。
en_us: Of course, that would all have to come after he got out of this mess.

source: 当然，这只是游小默一厢情愿的想法。
en_us: Of course, this was all just speculation on You XiaoMo's part.

source: 当然，这话谁也不会跟他说，不过难保他自己不会猜出来。
en_us: Of course, no one would tell him this, but they couldn't promise that he wouldn't guess it himself.

source: 当狂暴的空间之力消失时，莫雪已经死的不能再死，曾经她有一个人人羡慕的身份，此时化为一堆血肉。
en_us: When the violent spacial energy disappeared, Mo Xue was completely dead. Once upon a time, she had a position that drew everyone's envy, and now she was no more than a pile of flesh and blood.

source: 当猛虎冲到一半时，凌霄立刻将手上的光团送了出去。
en_us: Ling Xiao immediately sent out the ball of light in his hand when the fierce tiger was halfway through its charge.
